Repository: 5f59cbfv7m-maker/Sasha-s-Puzzles
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: “Original” keeps the whole picture. The other options crop from the centre — nothing is ever stretched.
de: „Original“ behält das ganze Bild. Die anderen Optionen schneiden von der Mitte aus zu – nichts wird jemals verzerrt.
es: «Original» conserva toda la imagen. Las demás opciones recortan desde el centro; nunca se estira nada.
fr: « Original » conserve toute l’image. Les autres options recadrent depuis le centre — rien n’est jamais déformé.
it: “Originale” mantiene tutta l’immagine. Le altre opzioni ritagliano dal centro: niente viene mai deformato.
ja: 「オリジナル」は絵全体をそのまま使います。ほかの設定は中央から切り抜きます。引き伸ばすことはありません。
ko: ‘원본’은 그림 전체를 유지합니다. 다른 옵션은 가운데를 기준으로 잘라내며, 절대 늘리지 않습니다.
pt_br: “Original” mantém a imagem inteira. As outras opções cortam a partir do centro — nada é esticado.
ru: «Как есть» сохраняет всю картинку. Остальные варианты обрезают её по центру — растяжения не бывает никогда.
zh_hans: "原图"保留整张图片。其他选项从中心裁剪，绝不拉伸。

source: Actions
de: Aktionen
es: Acciones
it: Azioni
ja: 操作
ko: 동작
pt_br: Ações
ru: Действия
zh_hans: 操作

source: All pictures
de: Alle Bilder
es: Todas las imágenes
fr: Toutes les images
it: Tutte le immagini
ja: すべての絵
ko: 모든 그림
pt_br: Todas as imagens
ru: Все картинки
zh_hans: 所有图片

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
ru: Назад
zh_hans: 返回

source: Break
de: Pause
es: Descanso
fr: Pause
it: Pausa
ja: 休憩
ko: 휴식
pt_br: Pausa
ru: Перерыв
zh_hans: 休息

source: Cutting %lld pieces
de: %lld Teile werden geschnitten
es: Cortando %lld piezas
fr: Découpe de %lld pièces
it: Taglio di %lld pezzi
ja: %lld ピースを切り出し中
ko: %lld 조각 자르는 중
pt_br: Cortando %lld peças
ru: Нарезаем %lld детали
zh_hans: 正在切割 %lld 块

source: Daily puzzle
de: Tagespuzzle
es: Puzle del día
fr: Puzzle du jour
it: Puzzle del giorno
ja: 今日のパズル
ko: 오늘의 퍼즐
pt_br: Quebra-cabeça do dia
ru: Пазл дня
zh_hans: 每日拼图

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
it: Libreria
ja: ライブラリ
ko: 보관함
pt_br: Biblioteca
ru: В библиотеку
zh_hans: 图库

source: Picture guide on the table
de: Bildvorlage auf dem Tisch
es: Guía de la imagen en la mesa
fr: Guide de l’image sur la table
it: Guida dell’immagine sul tavolo
ja: テーブルにガイドの絵を表示
ko: 테이블에 그림 가이드 표시
pt_br: Guia da imagem na mesa
ru: Картинка-подсказка на столе
zh_hans: 在桌面上显示图片参考

source: Play
de: Spielen
es: Jugar
fr: Jouer
it: Gioca
ja: プレイ
ko: 플레이
pt_br: Jogar
ru: Собрать
zh_hans: 开始

source: Play again
de: Noch einmal
es: Jugar de nuevo
fr: Rejouer
it: Gioca ancora
ja: もう一度
ko: 다시 플레이
pt_br: Jogar de novo
ru: Собрать снова
zh_hans: 再玩一次

source: Real lock geometry: every cut exists once, so the pieces meet without gaps.
de: Echte Verzahnung: Jeder Schnitt existiert nur einmal, die Teile schließen lückenlos.
es: Encajes reales: cada corte existe una sola vez, así que las piezas se unen sin huecos.
fr: De vrais tenons : chaque découpe n’existe qu’une fois, les pièces s’assemblent sans jour.
it: Incastri veri: ogni taglio esiste una sola volta, così i pezzi combaciano senza spazi.
ja: 本物の凹凸：切り込みは一つずつしか存在しないので、ピースはすき間なく合わさります。
ko: 진짜 요철: 모든 절단선은 하나뿐이라 조각이 틈 없이 맞물립니다.
pt_br: Encaixes reais: cada corte existe uma só vez, então as peças se unem sem folgas.
ru: Настоящая геометрия замков: каждый разрез существует один раз, поэтому детали сходятся без зазоров.
zh_hans: 真实的凹凸卡扣：每条切线只有一条，拼块严丝合缝。

source: Sasha's Puzzles · %lld built-in pictures · %lld of your photos · works entirely offline
de: Sasha's Puzzles · %1$lld integrierte Bilder · %lld eigene Fotos · funktioniert komplett offline
es: Sasha's Puzzles · %1$lld imágenes incluidas · %lld fotos tuyas · funciona totalmente sin conexión
fr: Sasha's Puzzles · %lld images intégrées · %lld de vos photos · fonctionne entièrement hors ligne
it: Sasha's Puzzles · %1$lld immagini incluse · %lld tue foto · funziona completamente offline
ja: Sasha's Puzzles · 内蔵の絵 %lld 枚 · あなたの写真 %lld 枚 · 完全オフラインで動作
ko: Sasha's Puzzles · 기본 그림 %lld장 · 내 사진 %lld장 · 완전 오프라인 작동
pt_br: Sasha's Puzzles · %1$lld imagens incluídas · %lld fotos suas · funciona totalmente offline
ru: Sasha's Puzzles · %lld картинки · %lld ваших фото · работает полностью офлайн
zh_hans: Sasha's Puzzles · %lld 张内置图片 · %lld 张你的照片 · 完全离线运行

source: Scatter on the table
de: Auf dem Tisch verstreuen
es: Esparcir por la mesa
fr: Éparpiller sur la table
it: Sparpaglia sul tavolo
ja: テーブルにばらまく
ko: 테이블에 흩뿌리기
pt_br: Espalhar na mesa
ru: Рассыпать по столу
zh_hans: 散开在桌上

source: Solved
de: Gelöst
es: Resuelto
fr: Terminé
it: Completato
ja: 完成
ko: 완성
pt_br: Montado
ru: Собрано
zh_hans: 已完成

source: Start puzzle
de: Puzzle starten
es: Empezar puzle
fr: Commencer le puzzle
it: Inizia il puzzle
ja: パズルを始める
ko: 퍼즐 시작
pt_br: Começar quebra-cabeça
ru: Начать сборку
zh_hans: 开始拼图

source: The table is saved — come back whenever you like
de: Der Tisch ist gesichert – komm zurück, wann du willst
es: La mesa está guardada: vuelve cuando quieras
fr: La table est sauvegardée — revenez quand vous voulez
it: Il tavolo è salvato: torna quando vuoi
ja: テーブルは保存されました。いつでも戻ってこられます
ko: 테이블이 저장되었습니다. 언제든 돌아오세요
pt_br: A mesa está salva — volte quando quiser
ru: Стол сохранён — вернётесь когда удобно
zh_hans: 桌面已保存，随时欢迎回来

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld / %lld
pt_br: %lld de %lld
ru: %lld из %lld
zh_hans: %lld / %lld

source: %lld of %lld solved
de: %lld von %lld gelöst
es: %lld de %lld resueltos
fr: %lld sur %lld terminés
it: %lld di %lld completati
ja: %lld / %lld 完成
ko: %lld / %lld 완성
pt_br: %lld de %lld montados
ru: %lld из %lld собрано
zh_hans: 已完成 %lld / %lld

source: %lld saved games
de: %lld Spielstände
es: %lld partidas guardadas
fr: %lld parties sauvegardées
it: %lld partite salvate
ja: セーブデータ %lld 件
ko: 저장된 게임 %lld개
pt_br: %lld jogos salvos
ru: %lld сохранённых стола
zh_hans: %lld 个存档

source: %@ · %lld pieces
de: %@ · %lld Teile
es: %@ · %lld piezas
fr: %@ · %lld pièces
it: %@ · %lld pezzi
ja: %@ · %lld ピース
ko: %@ · %lld 조각
pt_br: %@ · %lld peças
ru: %1$@ · %lld детали
zh_hans: %@ · %lld 块

source: not solved
de: nicht gelöst
es: sin resolver
fr: non terminé
it: non completato
ja: 未完成
ko: 미완성
pt_br: não montado
ru: не собрано
zh_hans: 未完成

source: per minute
de: pro Minute
es: por minuto
fr: par minute
it: al minuto
ja: 毎分
ko: 분당
pt_br: por minuto
ru: в минуту
zh_hans: 每分钟

source: time
de: Zeit
es: tiempo
fr: temps
it: tempo
ja: 時間
ko: 시간
pt_br: tempo
ru: время
zh_hans: 时间

source: pieces
de: Teile
es: piezas
fr: pièces
it: pezzi
ja: ピース
ko: 조각
pt_br: peças
ru: деталей
zh_hans: 块

source: real locks, a warm table
de: echte Verzahnung, ein warmer Tisch
es: encajes reales, una mesa acogedora
fr: de vrais tenons, une table chaleureuse
it: incastri veri, un tavolo accogliente
ja: 本物の凹凸、あたたかいテーブル
ko: 진짜 요철, 따뜻한 테이블
pt_br: encaixes reais, uma mesa aconchegante
ru: настоящие замки, тёплый стол
zh_hans: 真实的卡扣，温暖的桌面

source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
ru: Профиль
zh_hans: 个人资料

source: %lld pieces · %lld-day streak
de: %1$lld Teile · %lld Tage in Folge
es: %1$lld piezas · racha de %lld días
fr: %1$lld pièces · %lld jours de suite
it: %1$lld pezzi · %lld giorni di fila
ja: %lld ピース · %lld 日連続
ko: %lld 조각 · %lld일 연속
pt_br: %1$lld peças · sequência de %lld dias
ru: %lld детали · серия %lld дня подряд
zh_hans: %lld 块 · 连续 %lld 天

source: At the table since %@
de: Am Tisch seit %@
es: En la mesa desde el %@
fr: À la table depuis le %@
it: Al tavolo dal %@
ja: %@ からテーブルに
ko: %@부터 테이블에서
pt_br: Na mesa desde %@
ru: За столом с %@
zh_hans: 自 %@ 起在桌前

source: %lld days in a row
de: %lld Tage in Folge
es: %lld días seguidos
fr: %lld jours de suite
it: %lld giorni di fila
ja: %lld 日連続
ko: %lld일 연속
pt_br: %lld dias seguidos
ru: %lld дня подряд
zh_hans: 连续 %lld 天

source: The first puzzle is waiting
de: Das erste Puzzle wartet
es: El primer puzle te espera
fr: Le premier puzzle vous attend
it: Il primo puzzle ti aspetta
ja: 最初のパズルが待っています
ko: 첫 퍼즐이 기다리고 있어요
pt_br: O primeiro quebra-cabeça está esperando
ru: Первый пазл ждёт
zh_hans: 第一幅拼图在等你

source: puzzles solved
de: Puzzles gelöst
es: puzles resueltos
fr: puzzles terminés
it: puzzle completati
ja: 完成したパズル
ko: 완성한 퍼즐
pt_br: quebra-cabeças montados
ru: пазлов собрано
zh_hans: 完成的拼图

source: pieces placed
de: Teile platziert
es: piezas colocadas
fr: pièces placées
it: pezzi posizionati
ja: 配置したピース
ko: 맞춘 조각
pt_br: peças encaixadas
ru: деталей на месте
zh_hans: 拼好的块数

source: at the table
de: am Tisch
es: en la mesa
fr: à la table
it: al tavolo
ja: テーブルで
ko: 테이블에서
pt_br: na mesa
ru: за столом
zh_hans: 桌前时间

source: days in a row
de: Tage in Folge
es: días seguidos
fr: jours de suite
it: giorni di fila
ja: 日連続
ko: 일 연속
pt_br: dias seguidos
ru: дней подряд
zh_hans: 连续天数

source: %lld h
de: %lld Std.
ja: %lld 時間
ko: %lld시간
ru: %lld ч
zh_hans: %lld 小时

source: Last 12 weeks
de: Letzte 12 Wochen
es: Últimas 12 semanas
fr: 12 dernières semaines
it: Ultime 12 settimane
ja: 直近12週間
ko: 최근 12주
pt_br: Últimas 12 semanas
ru: Последние 12 недель
zh_hans: 最近 12 周

source: pieces per week
de: Teile pro Woche
es: piezas por semana
fr: pièces par semaine
it: pezzi a settimana
ja: 週あたりのピース
ko: 주당 조각
pt_br: peças por semana
ru: деталей в неделю
zh_hans: 每周拼块数

source: Achievements
de: Erfolge
es: Logros
fr: Succès
it: Traguardi
ja: 実績
ko: 업적
pt_br: Conquistas
ru: Достижения
zh_hans: 成就

source: First piece
de: Erstes Teil
es: Primera pieza
fr: Première pièce
it: Primo pezzo
ja: 最初のピース
ko: 첫 조각
pt_br: Primeira peça
ru: Первая деталь
zh_hans: 第一块

source: Regular
de: Stammgast
es: Habitual
fr: Habitué
it: Habitué
ja: 常連
ko: 단골
pt_br: Frequentador
ru: Завсегдатай
zh_hans: 常客

source: Collector
de: Sammler
es: Coleccionista
fr: Collectionneur
it: Collezionista
ja: コレクター
ko: 수집가
pt_br: Colecionador
ru: Коллекционер
zh_hans: 收藏家

source: Nightmare survived
de: Albtraum überstanden
es: Pesadilla superada
fr: Cauchemar surmonté
it: Incubo superato
ja: ナイトメアを制覇
ko: 악몽 통과
pt_br: Pesadelo superado
ru: Кошмар пройден
zh_hans: 噩梦通关

source: A week in a row
de: Eine Woche in Folge
es: Una semana seguida
fr: Une semaine de suite
it: Una settimana di fila
ja: 1週間連続
ko: 일주일 연속
pt_br: Uma semana seguida
ru: Неделя подряд
zh_hans: 连续一周

source: Family album
de: Familienalbum
es: Álbum familiar
fr: Album de famille
it: Album di famiglia
ja: 家族のアルバム
ko: 가족 앨범
pt_br: Álbum de família
ru: Семейный альбом
zh_hans: 家庭相册

source: Stargazer
de: Sterngucker
es: Astrónomo
fr: Astronome
it: Astronomo
ja: 星空観察者
ko: 별 관측자
pt_br: Astrônomo
ru: Звездочёт
zh_hans: 观星者

source: Naturalist
de: Naturforscher
es: Naturalista
fr: Naturaliste
it: Naturalista
ja: ナチュラリスト
ko: 자연주의자
pt_br: Naturalista
ru: Натуралист
zh_hans: 博物学家

source: Mountaineer
de: Bergsteiger
es: Montañero
fr: Alpiniste
it: Alpinista
ja: 登山家
ko: 등산가
pt_br: Alpinista
ru: Альпинист
zh_hans: 登山者

source: Master of water
de: Meister des Wassers
es: Maestro del agua
fr: Maître des eaux
it: Maestro dell’acqua
ja: 水のマスター
ko: 물의 달인
pt_br: Mestre das águas
ru: Мастер воды
zh_hans: 水之大师

source: City lights
de: Lichter der Stadt
es: Luces de la ciudad
fr: Lumières de la ville
it: Luci della città
ja: 街の灯り
ko: 도시의 불빛
pt_br: Luzes da cidade
ru: Огни города
zh_hans: 城市灯火

source: Zookeeper
de: Zoowärter
es: Cuidador del zoo
fr: Gardien de zoo
it: Guardiano dello zoo
ja: 飼育員
ko: 사육사
pt_br: Tratador do zoológico
ru: Смотритель зоопарка
zh_hans: 动物园管理员

source: Abstract mind
de: Abstrakter Geist
es: Mente abstracta
fr: Esprit abstrait
it: Mente astratta
ja: 抽象の思考
ko: 추상적 사고
pt_br: Mente abstrata
ru: Абстрактный ум
zh_hans: 抽象思维

source: solve your first puzzle
de: löse dein erstes Puzzle
es: resuelve tu primer puzle
fr: terminez votre premier puzzle
it: completa il tuo primo puzzle
ja: 最初のパズルを完成させる
ko: 첫 퍼즐 완성하기
pt_br: monte seu primeiro quebra-cabeça
ru: собрать первый пазл
zh_hans: 完成第一幅拼图

source: solve 10 puzzles
de: löse 10 Puzzles
es: resuelve 10 puzles
fr: terminez 10 puzzles
it: completa 10 puzzle
ja: パズルを10個完成させる
ko: 퍼즐 10개 완성하기
pt_br: monte 10 quebra-cabeças
ru: собрать 10 пазлов
zh_hans: 完成 10 幅拼图

source: solve 50 puzzles
de: löse 50 Puzzles
es: resuelve 50 puzles
fr: terminez 50 puzzles
it: completa 50 puzzle
ja: パズルを50個完成させる
ko: 퍼즐 50개 완성하기
pt_br: monte 50 quebra-cabeças
ru: собрать 50 пазлов
zh_hans: 完成 50 幅拼图

source: 48 pieces in 5 minutes
de: 48 Teile in 5 Minuten
es: 48 piezas en 5 minutos
fr: 48 pièces en 5 minutes
it: 48 pezzi in 5 minuti
ja: 48ピースを5分以内に
ko: 48조각을 5분 안에
pt_br: 48 peças em 5 minutos
ru: 48 деталей за 5 минут
zh_hans: 5 分钟内拼完 48 块

source: solve 800 pieces
de: löse 800 Teile
es: resuelve 800 piezas
fr: terminez 800 pièces
it: completa 800 pezzi
ja: 800ピースを完成させる
ko: 800조각 완성하기
pt_br: monte 800 peças
ru: собрать 800 деталей
zh_hans: 完成 800 块拼图

source: 7 daily puzzles in a row
de: 7 Tagespuzzles in Folge
es: 7 puzles del día seguidos
fr: 7 puzzles du jour de suite
it: 7 puzzle del giorno di fila
ja: 今日のパズルを7日連続で
ko: 오늘의 퍼즐 7일 연속
pt_br: 7 quebra-cabeças do dia seguidos
ru: 7 пазлов дня подряд
zh_hans: 连续 7 天完成每日拼图

source: solve one of your own photos
de: löse eines deiner eigenen Fotos
es: resuelve una de tus fotos
fr: terminez une de vos photos
it: completa una delle tue foto
ja: 自分の写真のパズルを完成させる
ko: 내 사진으로 퍼즐 완성하기
pt_br: monte uma das suas fotos
ru: собрать своё фото
zh_hans: 用自己的照片完成一幅拼图

source: all “%@” puzzles
de: alle Puzzles „%@“
es: todos los puzles de «%@»
fr: tous les puzzles « %@ »
it: tutti i puzzle “%@”
ja: 「%@」のパズルをすべて
ko: ‘%@’ 퍼즐 전부
pt_br: todos os quebra-cabeças de “%@”
ru: все пазлы «%@»
zh_hans: 全部"%@"拼图

source: new achievement
de: neuer Erfolg
es: nuevo logro
fr: nouveau succès
it: nuovo traguardo
ja: 新しい実績
ko: 새 업적
pt_br: nova conquista
ru: новое достижение
zh_hans: 新成就

source: faster than record
de: schneller als der Rekord
es: más rápido que el récord
fr: de mieux que le record
it: meglio del record
ja: 記録より速い
ko: 기록보다 빠름
pt_br: mais rápido que o recorde
ru: быстрее рекорда
zh_hans: 快于纪录

source: Puzzles solved
de: Gelöste Puzzles
es: Puzles resueltos
fr: Puzzles terminés
it: Puzzle completati
ja: 完成したパズル
ko: 완성한 퍼즐
pt_br: Quebra-cabeças montados
ru: Пазлов собрано
zh_hans: 已完成拼图

source: Reset saved games and statistics
de: Spielstände und Statistik zurücksetzen
es: Restablecer partidas y estadísticas
fr: Réinitialiser les sauvegardes et les statistiques
it: Azzera salvataggi e statistiche
ja: セーブデータと統計をリセット
ko: 저장된 게임과 통계 초기화
pt_br: Redefinir jogos salvos e estatísticas
ru: Сбросить сохранения и статистику
zh_hans: 重置存档和统计

source: Delete all saved games and statistics?
de: Alle Spielstände und die Statistik löschen?
es: ¿Eliminar todas las partidas guardadas y las estadísticas?
fr: Supprimer toutes les sauvegardes et les statistiques ?
it: Eliminare tutti i salvataggi e le statistiche?
ja: すべてのセーブデータと統計を削除しますか？
ko: 저장된 게임과 통계를 모두 삭제할까요?
pt_br: Apagar todos os jogos salvos e as estatísticas?
ru: Удалить все сохранения и статистику?
zh_hans: 删除所有存档和统计数据？

source: Step %lld of %lld
de: Schritt %lld von %lld
es: Paso %lld de %lld
fr: Étape %lld sur %lld
it: Passo %lld di %lld
ja: ステップ %lld / %lld
ko: %lld / %lld 단계
pt_br: Passo %lld de %lld
ru: Шаг %lld из %lld
zh_hans: 第 %lld 步，共 %lld 步

source: Real locks
de: Echte Verzahnung
es: Encajes reales
fr: De vrais tenons
it: Incastri veri
ja: 本物の凹凸
ko: 진짜 요철
pt_br: Encaixes reais
ru: Настоящие замки
zh_hans: 真实的卡扣

source: Every cut is made once and shared by its two neighbours — pieces meet exactly, with no gaps and no “close enough”.
de: Jeder Schnitt wird einmal gemacht und von beiden Nachbarn geteilt – die Teile passen exakt, ohne Lücken und ohne „ungefähr“.
es: Cada corte se hace una vez y lo comparten sus dos vecinas: las piezas encajan exactamente, sin huecos ni «más o menos».
fr: Chaque découpe est faite une fois et partagée par ses deux voisines — les pièces s’assemblent exactement, sans jour ni « à peu près ».
it: Ogni taglio è fatto una volta e condiviso dai due vicini: i pezzi combaciano esattamente, senza spazi e senza “quasi”.
ja: 切り込みは一度だけ作られ、隣り合う2つのピースで共有されます。ぴったり合い、すき間も「だいたい」もありません。
ko: 모든 절단선은 한 번만 만들어져 이웃한 두 조각이 공유합니다. 조각은 틈도, ‘대충’도 없이 정확히 맞물립니다.
pt_br: Cada corte é feito uma vez e compartilhado pelas duas vizinhas — as peças se encaixam exatamente, sem folgas e sem “quase”.
ru: Каждый разрез вырезан один раз и общий для двух соседей — детали сходятся точно, без зазоров и без «примерно рядом».
zh_hans: 每条切线只切一次，由相邻两块共享——拼块严丝合缝，没有缝隙，也没有"差不多"。

source: Just the help you need
de: Genau die Hilfe, die du brauchst
es: Justo la ayuda que necesitas
fr: Juste l’aide qu’il faut
it: Solo l’aiuto che serve
ja: 必要なだけの手助け
ko: 딱 필요한 만큼의 도움
pt_br: Só a ajuda de que você precisa
ru: Помощь ровно та, что нужна
zh_hans: 恰到好处的帮助

source: A piece pulls itself into place. The hint highlights the next step — it can be switched off in Settings.
de: Ein Teil zieht sich selbst an seinen Platz. Der Tipp hebt den nächsten Schritt hervor – in den Einstellungen abschaltbar.
es: La pieza se coloca sola en su sitio. La pista resalta el siguiente paso; puedes desactivarla en Ajustes.
fr: Une pièce se met d’elle-même en place. L’indice éclaire la prochaine étape — désactivable dans les Réglages.
it: Il pezzo si sistema da solo al suo posto. Il suggerimento evidenzia il passo successivo: si può disattivare nelle Impostazioni.
ja: ピースは自分から正しい位置に収まります。ヒントは次の一手を示します。設定でオフにできます。
ko: 조각이 스스로 제자리를 찾아갑니다. 힌트는 다음 단계를 표시하며, 설정에서 끌 수 있습니다.
pt_br: A peça se puxa para o lugar certo. A dica destaca o próximo passo — dá para desligar nos Ajustes.
ru: Деталь сама притягивается к своему месту. Подсказка подсвечивает следующий шаг — можно выключить в настройках.
zh_hans: 拼块会自动吸附到位。提示会高亮下一步，可在设置中关闭。

source: Your photos are puzzles too
de: Deine Fotos sind auch Puzzles
es: Tus fotos también son puzles
fr: Vos photos aussi sont des puzzles
it: Anche le tue foto sono puzzle
ja: あなたの写真もパズルに
ko: 내 사진도 퍼즐이 됩니다
pt_br: Suas fotos também são quebra-cabeças
ru: Ваши снимки — тоже пазлы
zh_hans: 你的照片也能变成拼图

source: To the table
de: An den Tisch
es: A la mesa
fr: À table
it: Al tavolo
ja: テーブルへ
ko: 테이블로
pt_br: Para a mesa
ru: За стол
zh_hans: 开始拼图

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
pt_br: Avançar
ru: Дальше
zh_hans: 下一步

source: %lld pictures in the library plus any photo from your gallery: from 12 pieces to 800, framed the way you like.
de: %lld Bilder in der Bibliothek plus jedes Foto aus deiner Galerie: von 12 bis 800 Teilen, zugeschnitten wie du willst.
es: %lld imágenes en la biblioteca y cualquier foto de tu galería: de 12 a 800 piezas, encuadradas como prefieras.
fr: %lld images dans la bibliothèque plus n’importe quelle photo de votre galerie : de 12 à 800 pièces, cadrées comme vous voulez.
it: %lld immagini in libreria più qualsiasi foto dalla tua galleria: da 12 a 800 pezzi, inquadrate come preferisci.
ja: ライブラリの %lld 枚の絵に加えて、ギャラリーのどの写真でも：12ピースから800ピースまで、好きな切り抜きで。
ko: 보관함의 그림 %lld장과 갤러리의 어떤 사진이든: 12조각부터 800조각까지, 원하는 대로 잘라서.
pt_br: %lld imagens na biblioteca e qualquer foto da sua galeria: de 12 a 800 peças, enquadradas do seu jeito.
ru: %lld картинки в библиотеке и любое фото из галереи: от 12 деталей до 800, кадрирование на ваш вкус.
zh_hans: 图库中的 %lld 张图片，加上相册里的任意照片：从 12 块到 800 块，裁剪随你喜欢。

source: Sounds
de: Töne
es: Sonidos
fr: Sons
it: Suoni
ja: サウンド
ko: 효과음
pt_br: Sons
ru: Звуки
zh_hans: 音效

source: Background music
de: Hintergrundmusik
es: Música de fondo
fr: Musique de fond
it: Musica di sottofondo
ja: BGM
ko: 배경 음악
pt_br: Música de fundo
ru: Фоновая музыка
zh_hans: 背景音乐

source: Alpine Chapel
de: Alpenkapelle
es: Capilla alpina
fr: Chapelle alpine
it: Cappella alpina
ja: アルプスの礼拝堂
ko: 알프스 예배당
pt_br: Capela alpina
ru: Альпийская часовня
zh_hans: 阿尔卑斯小教堂

source: Alpine Village
de: Alpendorf
es: Pueblo alpino
fr: Village alpin
it: Villaggio alpino
ja: アルプスの村
ko: 알프스 마을
pt_br: Vila alpina
ru: Альпийская деревня
zh_hans: 阿尔卑斯村庄

source: Amsterdam Evening
de: Abend in Amsterdam
es: Tarde en Ámsterdam
fr: Soir à Amsterdam
it: Sera ad Amsterdam
ja: アムステルダムの夕べ
ko: 암스테르담의 저녁
pt_br: Noite em Amsterdã
ru: Вечер в Амстердаме
zh_hans: 阿姆斯特丹之夜

source: Amsterdam Waterfront
de: Amsterdamer Ufer
es: Frente al agua en Ámsterdam
fr: Quais d'Amsterdam
it: Lungofiume di Amsterdam
ja: アムステルダムの水辺
ko: 암스테르담 물가
pt_br: Orla de Amsterdã
ru: Набережная Амстердама
zh_hans: 阿姆斯特丹水岸

source: Aurora Reflection
de: Spiegelung des Polarlichts
es: Reflejo de la aurora
fr: Reflet d'aurore
it: Riflesso dell'aurora
ja: 水面に映るオーロラ
ko: 물에 비친 오로라
pt_br: Reflexo da aurora
ru: Отражение сияния
zh_hans: 极光倒影

source: Aurora over the Ice
de: Polarlicht über dem Eis
es: Aurora sobre el hielo
fr: Aurore sur la glace
it: Aurora sul ghiaccio
ja: 氷の上のオーロラ
ko: 얼음 위의 오로라
pt_br: Aurora sobre o gelo
ru: Сияние над льдами
zh_hans: 冰原上的极光

source: Aurora over the Pines
de: Polarlicht über den Kiefern
es: Aurora sobre los pinos
fr: Aurore sur les pins
it: Aurora sui pini
ja: 松林の上のオーロラ
ko: 소나무 위의 오로라
pt_br: Aurora sobre os pinheiros
ru: Сияние над соснами
zh_hans: 松林上空的极光

source: Autumn Forest from Above
de: Herbstwald von oben
es: Bosque otoñal desde arriba
fr: Forêt d'automne vue d'en haut
it: Bosco d'autunno dall'alto
ja: 上から見た秋の森
ko: 위에서 본 가을 숲
pt_br: Floresta de outono vista de cima
ru: Осенний лес сверху
zh_hans: 俯瞰秋林

source: Autumn Palette
de: Herbstpalette
es: Paleta otoñal
fr: Palette d'automne
it: Tavolozza d'autunno
ja: 秋のパレット
ko: 가을 팔레트
pt_br: Paleta de outono
ru: Осенняя палитра
zh_hans: 秋日调色盘

source: Autumn Path
de: Herbstpfad
es: Sendero otoñal
fr: Chemin d'automne
it: Sentiero d'autunno
ja: 秋の小道
ko: 가을 오솔길
pt_br: Trilha de outono
ru: Осенняя тропа
zh_hans: 秋日小径

source: Balloon Valley
de: Tal der Ballons
es: Valle de los globos
fr: Vallée des montgolfières
it: Valle delle mongolfiere
ja: 気球の谷
ko: 열기구 계곡
pt_br: Vale dos balões
ru: Долина воздушных шаров
zh_hans: 热气球山谷

source: Balloons over Cappadocia
de: Ballons über Kappadokien
es: Globos sobre Capadocia
fr: Montgolfières sur la Cappadoce
it: Mongolfiere sulla Cappadocia
ja: カッパドキアの気球
ko: 카파도키아의 열기구
pt_br: Balões sobre a Capadócia
ru: Шары над Каппадокией
zh_hans: 卡帕多奇亚热气球

source: Barn Owl in Flowers
de: Schleiereule in Blumen
es: Lechuza entre flores
fr: Chouette effraie dans les fleurs
it: Barbagianni tra i fiori
ja: 花畑のメンフクロウ
ko: 꽃밭의 원숭이올빼미
pt_br: Suindara entre flores
ru: Сипуха в цветах
zh_hans: 花丛中的仓鸮

source: Black Sand Beach
de: Schwarzer Sandstrand
es: Playa de arena negra
fr: Plage de sable noir
it: Spiaggia di sabbia nera
ja: 黒い砂浜
ko: 검은 모래 해변
pt_br: Praia de areia preta
ru: Чёрный пляж
zh_hans: 黑沙滩

source: Black Sand Mountains
de: Berge am schwarzen Strand
es: Montañas de arena negra
fr: Montagnes au sable noir
it: Montagne sulla sabbia nera
ja: 黒い砂浜の山
ko: 검은 모래 해변의 산
pt_br: Montanhas de areia preta
ru: Горы у чёрного пляжа
zh_hans: 黑沙滩群山

source: Blossoms by the Lake
de: Kirschblüten am See
es: Cerezos junto al lago
fr: Cerisiers au bord du lac
it: Ciliegi sul lago
ja: 湖畔の桜
ko: 호숫가의 벚꽃
pt_br: Cerejeiras à beira do lago
ru: Сакура у озера
zh_hans: 湖畔樱花

source: Blue Wrasse
de: Blauer Lippfisch
es: Lábrido azul
fr: Labre bleu
it: Labride blu
ja: 青いベラ
ko: 파란 놀래기
pt_br: Bodião azul
ru: Синий губан
zh_hans: 蓝色隆头鱼

source: Blue-and-Yellow Macaw
de: Gelbbrustara
es: Guacamayo azul y amarillo
fr: Ara bleu et jaune
it: Ara gialloblu
ja: ルリコンゴウインコ
ko: 청황금강앵무
pt_br: Arara-canindé
ru: Сине-жёлтый ара
zh_hans: 蓝黄金刚鹦鹉

source: Boathouse on the Lake
de: Bootshaus am See
es: Casa de botes en el lago
fr: Hangar à bateaux sur le lac
it: Rimessa sul lago
ja: 湖畔のボートハウス
ko: 호숫가 보트하우스
pt_br: Casa de barcos no lago
ru: Лодочный домик на озере
zh_hans: 湖上船屋

source: Boats in the Lagoon
de: Boote in der Lagune
es: Barcas en la laguna
fr: Bateaux dans le lagon
it: Barche nella laguna
ja: ラグーンのボート
ko: 석호의 보트
pt_br: Barcos na lagoa
ru: Лодки в лагуне
zh_hans: 泻湖中的小船
